{"teams":[{"idTeam":"135267","idSoccerXML":null,"intLoved":null,"strTeam":"Arizona Diamondbacks","strTeamShort":"ARI","strAlternate":"D-Backs, ARI","intFormedYear":"1998","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"","strStadium":"Chase Field","strKeywords":"","strRSS":"http://mlb.mlb.com/partnerxml/gen/news/rss/ari.xml","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/uqrsqv1431252769.jpg","strStadiumDescription":"Chase Field is a stadium located in downtown Phoenix, Arizona and is the home of the Arizona Diamondbacks of Major League Baseball. It opened in 1998, in time for the Diamondbacks' first game as an expansion team. Chase Field was the first stadium built in the United States with a retractable roof over a natural-grass playing surface.","strStadiumLocation":"Phoenix, Arizona","intStadiumCapacity":"48500","strWebsite":"arizona.diamondbacks.mlb.com","strFacebook":"www.facebook.com/D-backs","strTwitter":"twitter.com/Dbacks","strInstagram":"www.instagram.com/dbacks","strDescriptionEN":"The Arizona Diamondbacks (often shortened as the D-Backs) are an American professional baseball team based in Phoenix, Arizona. They play in the West Division of Major League Baseball's National League. Since the team's inception in 1998, the franchise has played home games at Chase Field, formerly known as Bank One Ballpark. The ballpark was renamed in 2005 as a result of Bank One Corporation's merger with JPMorgan Chase & Co. The Diamondbacks have won one World Series championship (in 2001), becoming the fastest expansion team in the major leagues to win a championship, doing it in only the fourth season since the franchise's inception in the 1998 Major League Baseball season.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los Arizona Diamondbacks es un equipo de béisbol profesional de las Grandes Ligas con sede en la ciudad de Phoenix, Arizona. El equipo está en la División Oeste de la Liga Nacional, en donde compite con los Dodgers de Los Angeles, los Gigantes de San Francisco, los Padres de San Diego y los Rocosos de Colorado. El equipo fue añadido a la Liga en 1998 como un equipo de expansión, y actualmente juega en el Chase Field.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/sutyqp1431251804.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/xuyswu1431251925.png","strTeamFanart1":"https://www.thesportsdb.com/images/media/team/fanart/suyrww1431253122.jpg","strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135268","idSoccerXML":null,"intLoved":null,"strTeam":"Atlanta Braves","strTeamShort":"ATL","strAlternate":"ATL","intFormedYear":"1871","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Brian Snitker","strStadium":"Turner Field","strKeywords":"","strRSS":"http://mlb.mlb.com/partnerxml/gen/news/rss/atl.xml","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/vuwppv1431255444.jpg","strStadiumDescription":"Turner Field is a baseball park located in Atlanta, Georgia. Since 1997, it has served as the home ballpark to the Atlanta Braves of Major League Baseball (MLB). Originally built as Centennial Olympic Stadium in 1996 to serve as the centerpiece of the 1996 Summer Olympics, the stadium was converted into a baseball park to serve as the new home of the franchise. The Braves moved less than one block from Atlanta–Fulton County Stadium, their home ballpark from 1966 to 1996.\r\n\r\nOpening during the Braves' \"division dominance\" years, Turner Field has hosted the National League Division Series a total of eleven times (1997–2005, 2010, 2013); it has also hosted the National League Championship Series four times (1997–1999, 2001), as well as one World Series (1999), one NL Wild Card Game (2012, the first in baseball history), and the 2000 Major League Baseball All-Star Game.\r\n\r\nOn November 11, 2013, the Braves announced that they would abandon Turner Field for SunTrust Park. The new ballpark is located in Cobb County, in the northwest suburbs outside of Atlanta. This was prompted by the expiration of the lease (in 2016) allowing the Braves to play in Turner Field. The new stadium is being constructed in a public/private partnership. Atlanta mayor Kasim Reed announced that the Turner Field site would be redeveloped once the Braves vacate the stadium.","strStadiumLocation":"Atlanta, Georgia","intStadiumCapacity":"49500","strWebsite":"www.atlantabraves.com","strFacebook":"www.facebook.com/Braves","strTwitter":"twitter.com/Braves","strInstagram":"www.instagram.com/braves","strDescriptionEN":"The Atlanta Braves are a Major League Baseball (MLB) team in Atlanta, Georgia, playing in the Eastern Division of the National League. The Braves have played home games at Turner Field since 1997 and play spring training games in Lake Buena Vista, Florida. In 2017, the team is to move to SunTrust Park, a new stadium complex in the Cumberland district of Cobb County just north of the I-285 bypass.\r\n\r\nThe \"Braves\" name, which was first used in 1912, originates from a term for a Native American warrior. They are nicknamed \"the Bravos\", and often referred to as \"America's Team\" in reference to the team's games being broadcast on the nationally available TBS from the 1970s until 2007, giving the team a wide fan base.\r\n\r\nFrom 1991 to 2005 the Braves were one of the most successful franchises in baseball, winning division titles an unprecedented 14 consecutive times in that period (omitting the strike-shortened 1994 season in which there were no official division champions). The Braves won the NL West 1991–93 and the NL East 1995–2005, and they returned to the playoffs as the National League Wild Card in 2010. The Braves advanced to the World Series five times in the 1990s, winning the title in 1995. Since their debut in the National League in 1876, the franchise has won 16 divisional titles, 17 National League pennants, and three World Series championships—in 1914 as the Boston Braves, in 1957 as the Milwaukee Braves, and in 1995 in Atlanta. The Braves are the only Major League Baseball franchise to have won the World Series in three different home cities.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los Atlanta Braves (Bravos de Atlanta) son un equipo profesional de las Grandes Ligas de Béisbol con sede en la ciudad de Atlanta, Georgia. Forman parte de la División Este de la Liga Nacional. Es la más antigua de todas las organizaciones que operan actualmente en el deporte profesional de Estados Unidos.1 Además es la única franquicia del béisbol de grandes ligas que ha sido campeón mundial en tres ciudades diferentes (Bravos de Boston en 1914, Bravos de Milwaukee en 1957 y Bravos de Atlanta en 1995).","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/xuwwut1431255795.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/stpsus1431255023.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135251","idSoccerXML":null,"intLoved":null,"strTeam":"Baltimore Orioles","strTeamShort":"BAL","strAlternate":"BAL","intFormedYear":"1901","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"","strStadium":"Oriole Park at Camden Yards","strKeywords":"","strRSS":"","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/sxtpuq1431256588.jpg","strStadiumDescription":"Oriole Park at Camden Yards, often referred to simply as Camden Yards or Oriole Park, is a Major League Baseball (MLB) ballpark located in Baltimore, Maryland. Home to the Baltimore Orioles, it is the first of the \"retro\" major league ballparks constructed during the 1990s and early 2000s, and remains one of the most highly praised. It was completed in 1992 to replace Memorial Stadium.\r\n\r\nThe park is situated in downtown Baltimore, a few blocks west of the Inner Harbor in the Camden Yards Sports Complex. The Orioles celebrated the ballpark's 20th anniversary during the 2012 season and launched the website CamdenYards20.com as part of the celebration. Historically, Oriole Park at Camden Yards is one of several venues that have carried the \"Oriole Park\" name for various Baltimore franchises over the years.","strStadiumLocation":"Baltimore","intStadiumCapacity":"49000","strWebsite":"baltimore.orioles.mlb.com","strFacebook":"www.facebook.com/Orioles","strTwitter":"twitter.com/Orioles","strInstagram":"www.instagram.com/baltimoreorioles","strDescriptionEN":"The Baltimore Orioles are an American professional baseball team based in Baltimore, Maryland, that competes in Major League Baseball (MLB). They are a member of the East Division of the American League (AL). One of the AL's eight charter franchises when the league was established in 1901 with President Ban Johnson; this particular franchise spent its first year as a major league club in Milwaukee, Wisconsin as the \"Milwaukee Brewers\" before moving to St. Louis, Missouri to become the \"St. Louis Browns\". After 52 often-beleaguered years in St. Louis, the franchise was purchased in November 1953 by Baltimore business interests led by Clarence Miles. The franchise officially moved to Baltimore for the 1954 season and adopted the historic \"Orioles\" name in honor of the official state bird of Maryland. The Orioles name had also been used by several previous major and minor league baseball clubs in Baltimore, including the franchise that would eventually become the New York Yankees. Nicknames for the team include the \"O's\" and the \"Birds\".","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los Baltimore Orioles son un equipo de las Grandes Ligas de Béisbol con sede en Baltimore, Maryland, Estados Unidos. Pertenecen a la División Este de la Liga Americana, estando en esa División con los Yankees de Nueva York, Azulejos de Toronto, Rayos de Tampa Bay y Medias Rojas de Boston.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/ytywvu1431257088.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/rqwtyx1431256812.png","strTeamFanart1":"https://www.thesportsdb.com/images/media/team/fanart/tyvxrv1431257181.jpg","strTeamFanart2":null,"strTeamFanart3":"https://www.thesportsdb.com/images/media/team/fanart/xrxwup1431257261.jpg","strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135252","idSoccerXML":null,"intLoved":null,"strTeam":"Boston Red Sox","strTeamShort":"BOS","strAlternate":"BOS","intFormedYear":"1901","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"John Farrell","strStadium":"Fenway Park","strKeywords":"","strRSS":"http://partner.mlb.com/partnerxml/gen/news/rss/bos.xml","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/rppysv1425119852.jpg","strStadiumDescription":"Fenway Park is a baseball park in Boston, Massachusetts, located at 4 Yawkey Way near Kenmore Square. It has been the home of the Boston Red Sox Major League Baseball team since it opened in 1912 and it is the oldest ballpark in MLB.\r\n\r\nBecause of its age and constrained location in Boston's dense Fenway–Kenmore neighborhood, the park has been renovated or expanded many times, resulting in quirky features including \"The Triangle\" (below), \"Pesky's Pole\", and the Green Monster in left field. It is the fourth smallest among MLB ballparks by seating capacity, second smallest by total capacity, and one of eight that cannot accommodate at least 40,000 spectators.\r\n\r\nFenway has hosted the World Series ten times, with the Red Sox winning five of them, and the Braves (then of Boston) winning one. The first, in the park's inaugural season, was the 1912 World Series and the most recent was the 2013 World Series. Beside baseball games it has been the site of many other sporting and cultural events including professional football games for the Boston Redskins, Boston Yanks, and the Boston Patriots; concerts; soccer and hockey games; and political and religious campaigns.\r\n\r\nApril 20, 2012, marked Fenway Park's centennial. On March 7 of that year, the park was added to the National Register of Historic Places.\r\n\r\nFormer pitcher Bill Lee has called Fenway Park \"a shrine\". Today, the park is considered to be one of the most well-known sports venues in the world.\r\n\r\nIn March 2012, jetBlue Park at Fenway South was opened as the Boston Red Sox's spring training base. This new park in Fort Myers, Florida has a field with exactly the same dimensions as Fenway Park in Boston.","strStadiumLocation":"Boston","intStadiumCapacity":"37500","strWebsite":"www.redsox.com","strFacebook":"www.facebook.com/RedSox","strTwitter":"twitter.com/RedSox","strInstagram":"www.instagram.com/redsox","strDescriptionEN":"The Boston Red Sox are an American professional baseball team based in Boston, Massachusetts, that competes in Major League Baseball (MLB). They are members of the East Division of the American League (AL). The Red Sox have won 8 World Series, having appeared in 12. Founded in 1901 as one of the American League's eight charter franchises, the Red Sox's home ballpark has been Fenway Park since 1912. The \"Red Sox\" name was chosen by the team owner, John I. Taylor, around 1908, following the lead of previous teams that had been known as the \"Boston Red Stockings\", including the forerunner of the Atlanta Braves.\r\n\r\nBoston was a dominant team in the new league, defeating the Pittsburgh Pirates in the first World Series in 1903 and winning four more championships by 1918. However, they then went into one of the longest championship droughts in baseball history, called by some the \"Curse of the Bambino\" after its alleged beginning with the Red Sox's sale of Babe Ruth to the rival New York Yankees two years after their world championship in 1918, an 86-year wait before the team's sixth World Championship in 2004. The team's history during that period was punctuated with some of the most memorable moments in World Series history, including Enos Slaughter's \"mad dash\" in 1946, the \"Impossible Dream\" of 1967, Carlton Fisk's home run in 1975, and Bill Buckner's error in 1986. Following their victory in the 2013 World Series, they became the first team to win three World Series trophies in the 21st century, including championships in 2004 and 2007. Red Sox history has also been marked by the team's intense rivalry with the Yankees, arguably the fiercest and most historic in North American professional sports.\r\n\r\nThe Boston Red Sox are owned by Fenway Sports Group, which also own Liverpool F.C. of the Premier League in England. The Red Sox are consistently one of the top MLB teams in average road attendance, while the small capacity of Fenway Park prevents them from leading in overall attendance. From May 15, 2003 to April 10, 2013, the Red Sox sold out every home game—a total of 820 games (794 regular season) for a major professional sports record.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los Boston Red Sox es un equipo de béisbol profesional de las Grandes Ligas de Estados Unidos. Pertenecen a la División Este de la Liga Americana.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/stpsus1425120215.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/vqvrwu1425121055.png","strTeamFanart1":"https://www.thesportsdb.com/images/media/team/fanart/tuyuxr1425120060.jpg","strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":"https://www.thesportsdb.com/images/media/team/banner/uuwspu1425120577.jpg","strYoutube":"","strLocked":"unlocked"},{"idTeam":"135269","idSoccerXML":null,"intLoved":null,"strTeam":"Chicago Cubs","strTeamShort":"CHC","strAlternate":"CHC","intFormedYear":"1870","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"","strStadium":"Wrigley Field","strKeywords":"","strRSS":"","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/iu35fc1521897710.jpg","strStadiumDescription":"Wrigley Field is a baseball stadium located in Chicago, Illinois, United States, home of the Chicago Cubs. It was built in 1914 as Weeghman Park for the Chicago Federal League baseball team, the Chicago Whales. The Cubs played their first game at Weeghman Park on April 20, 1916, defeating the Cincinnati Reds 7–6 in eleven innings. In November 1918, Weeghman resigned as team president. Chewing gum magnate William Wrigley, Jr. acquired complete control of the Cubs by 1921. It was called Cubs Park from 1920 through 1926, before officially becoming Wrigley Field for the 1927 season.\r\n\r\nLocated in the north side community area of Lakeview, Wrigley Field sits on an irregular block bounded by Clark (west) and Addison (south) Streets and Waveland (north) and Sheffield (east) Avenues. Wrigley Field is nicknamed The Friendly Confines, a phrase popularized by \"Mr. Cub\", Hall of Famer Ernie Banks. The current capacity is 41,009, making Wrigley Field the 10th-smallest actively used ballpark. It is the oldest National League ballpark and the second oldest active major league ballpark (after Fenway Park on April 20, 1912), and the only remaining Federal League park.\r\n\r\nWrigley Field is known for its ivy covered brick outfield wall, the unusual wind patterns off Lake Michigan, the iconic red marquee over the main entrance, the hand turned scoreboard, and for being the last major league park to have lights installed for play after dark, with lighting installed in 1988. The area surrounding the ballpark contains residential streets, in addition to bars, restaurants and other establishments and is called Wrigleyville. Between 1921 and 1970, it was also the home of the Chicago Bears of the National Football League. It hosted the second annual National Hockey League Winter Classic between the Chicago Blackhawks and the Detroit Red Wings, on January 1, 2009.","strStadiumLocation":"Chicago, Illinois","intStadiumCapacity":"42000","strWebsite":"chicago.cubs.mlb.com","strFacebook":"www.facebook.com/Cubs","strTwitter":"twitter.com/Cubs","strInstagram":"www.instagram.com/cubs","strDescriptionEN":"Chicago Cubs are an American professional baseball franchise located on the north side of Chicago, Illinois. They are members of the Central Division of Major League Baseball's National League.\r\n\r\nThe club played its first games in 1870 as the Chicago White Stockings, before officially becoming the Chicago Cubs for the 1907 season. The Cubs are the oldest currently active U.S. professional sports club, continuously existing in the same city for their entire history. They are one of the two remaining charter members of the National League (the other being the Atlanta Braves). Since Chicago did not have a fully operating White Stockings team for two seasons due to the Great Chicago Fire, differences continue to be voiced when considering the elder status of this ball club: Although the Braves have played for more consecutive seasons, the Cubs hold the distinction of having been founded a full season earlier (Cubs in 1870 and Braves in 1871).\r\n\r\nThe Cubs are also one of two active major league clubs based in Chicago, the other being the Chicago White Sox of the American League. The team is currently owned by Thomas S. Ricketts, son of TD Ameritrade founder Joe Ricketts.\r\n\r\nIn 1906, the franchise recorded a Major League Baseball record 116 wins (tied by the 2001 Seattle Mariners) and posted a modern-era record winning percentage of .763, still held today. They appeared in their first World Series the same year, falling to their crosstown rivals, the White Sox, four games to two. The Cubs won back-to-back World Series championships in 1907 and 1908, becoming the first Major League club to play three consecutive times in the Fall Classic and the first to win it twice. The club has appeared in seven World Series following their 1908 title, most recently in 1945. The Cubs have not won the World Series in 106 years, the longest championship drought of any major North American professional sports team, and are often referred to as the \"Lovable Losers\" because of this distinction. They are also known as \"The North Siders\" because Wrigley Field, their home park since 1916, is located in Chicago's north side Lake View community at 1060 West Addison Street.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los Chicago Cubs (Cachorros de Chicago en español) es un equipo de béisbol profesional de Estados Unidos, con sede en Chicago, Illinois. Pertenecen a la División Central de la Liga Nacional, la más antigua de las dos ligas que constituyen la Major League Baseball (MLB) de Estados Unidos.\r\n\r\nSon famosos por no haber ganado la serie mundial desde hace 106 años y el banderín de la Liga Nacional desde 1945 hace 69 años.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/wxbe071521892391.png","strTeamJersey":"https://www.thesportsdb.com/images/media/team/jersey/kf5u701491066539.png","strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/g9mmdl1521897552.png","strTeamFanart1":"https://www.thesportsdb.com/images/media/team/fanart/vstrvu1424002035.jpg","strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135253","idSoccerXML":null,"intLoved":null,"strTeam":"Chicago White Sox","strTeamShort":"CWS","strAlternate":"CWS","intFormedYear":"1901","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"","strStadium":"U.S. Cellular Field","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"U.S. Cellular Field (formerly Comiskey Park) is a baseball park in Chicago, Illinois. It is the home of the Chicago White Sox of Major League Baseball's American League. The park is owned by the Illinois Sports Facilities Authority, but operated by the White Sox. The park opened for the 1991 season, after the White Sox had spent 81 years at the original Comiskey Park. The new park, completed at a cost of US$167 million, also opened with the Comiskey Park name, but became U.S. Cellular Field in 2003 after U.S. Cellular bought the naming rights at $68 million over 20 years. It hosted the MLB All-Star Game that same year. Many sportscasters and fans continue to use the name Comiskey Park. Prior to its demolition, the old Comiskey Park was the oldest in-use ballpark in Major League Baseball, a title now held by Fenway Park in Boston. The current public address announcer is Gene Honda, who also serves as the PA announcer for the Chicago Blackhawks.\r\n\r\nThe stadium is situated just to the west of the Dan Ryan Expressway in Chicago's Armour Square neighborhood, adjacent to the more famous neighborhood of Bridgeport. It was built directly across 35th Street from old Comiskey Park, which was demolished to make room for a parking lot that serves the venue. Old Comiskey's home plate location is represented by a marble plaque on the sidewalk next to U.S. Cellular Field and the foul lines are painted in the parking lot. Also, the spectator ramp across 35th Street is designed in such a way (partly curved, partly straight but angling east-northeast) that it echoes the contour of the old first-base grandstand.","strStadiumLocation":"Chicago, Illinois","intStadiumCapacity":"40600","strWebsite":"chicago.whitesox.mlb.com","strFacebook":"www.facebook.com/WhiteSox","strTwitter":"twitter.com/WhiteSox","strInstagram":"","strDescriptionEN":"The Chicago White Sox are a professional baseball team located in the south side of Chicago, Illinois. The White Sox are members of the Central Division in the Major League Baseball's American League. Since 1991, the White Sox have played in U.S. Cellular Field, which was originally called New Comiskey Park and nicknamed \"The Cell\" by local fans. The White Sox are one of two major league clubs based in Chicago, the other being the Chicago Cubs of the National League. The White Sox last won the World Series in 2005.\r\n\r\nOne of the American League's eight charter franchises, the Chicago team was established as a major league baseball club in 1900. The club was originally called the Chicago White Stockings, after the nickname abandoned by the Cubs, and the name was soon shortened to Chicago White Sox, believed to have been because the paper would shorten it to Sox in the headlines. At this time, the team played their home games at South Side Park. In 1910, the team moved into historic Comiskey Park, which they would inhabit for more than eight decades.\r\n\r\nThe White Sox were a strong team during their first two decades, winning the 1906 World Series with a defense-oriented team dubbed \"the Hitless Wonders\", and the 1917 World Series led by Eddie Cicotte, Eddie Collins, and Shoeless Joe Jackson. The 1919 World Series, however, was marred by the Black Sox Scandal, in which several prominent members of the White Sox (including Cicotte and Jackson) were accused of conspiring with gamblers to lose games purposefully. Baseball's new commissioner Kenesaw Mountain Landis took decisive action, banning the tainted players from Major League Baseball for life. Decades of mediocrity followed for the White Sox until the 1950s, when perennially competitive teams were blocked from the pennant by the dynastic New York Yankees, with the exception of the 1959 pennant winners led by Early Wynn, Nellie Fox, Luis Aparicio, and manager Al Lopez. The White Sox did not win the pennant again until the 2005 season, when they also went on to win their first World Series championship in 88 years.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los Chicago White Sox o Medias Blancas de Chicago es un equipo de béisbol perteneciente a las Grandes Ligas de dicho deporte. Juega en la ciudad de Chicago, Illinois. Se encuentran situados en la División Central de La Liga Americana, junto con Minnesota Twins, Cleveland Indians, Detroit Tigers y Kansas City Royals. Han ganado la Serie Mundial en 3 oportunidades: en 1906, en 1917 y luego, después de 88 años bajo la supuesta \"Maldición de las Medias Negras\" fueron campeones mundiales en la 2005 donde contaron con un mánager venezolano, Ozzie Guillén.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/qryysw1423915106.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/sttqwq1423914577.png","strTeamFanart1":"https://www.thesportsdb.com/images/media/team/fanart/tqtwux1423915939.jpg","strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135270","idSoccerXML":null,"intLoved":null,"strTeam":"Cincinnati Reds","strTeamShort":"CIN","strAlternate":"CIN","intFormedYear":"1881","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Bryan Price","strStadium":"Great American Ball Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Great American Ball Park is a baseball stadium in Cincinnati, Ohio, which is the home field of Major League Baseball's Cincinnati Reds. It opened in 2003, replacing Cinergy Field (formerly Riverfront Stadium), their home field from 1970 to 2002. The park's name comes from the Great American Insurance Group.","strStadiumLocation":"Cincinnati, Ohio","intStadiumCapacity":"42319","strWebsite":"www.mlb.com/reds","strFacebook":"www.facebook.com/Reds","strTwitter":"twitter.com/reds","strInstagram":"www.instagram.com/reds","strDescriptionEN":"The Cincinnati Reds are an American professional baseball team based in Cincinnati, Ohio. The Reds compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1882 and joined the NL in 1890.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/wspusr1431538832.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135254","idSoccerXML":null,"intLoved":null,"strTeam":"Cleveland Indians","strTeamShort":"CLE","strAlternate":"CLE","intFormedYear":"1894","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"","strStadium":"Progressive Field","strKeywords":"","strRSS":"","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/vqvrtw1432312622.jpg","strStadiumDescription":"Progressive Field is a baseball park located in downtown Cleveland, Ohio. It is the home field of the Cleveland Indians of Major League Baseball, and together with Quicken Loans Arena, is part of the Gateway Sports and Entertainment Complex. It was ranked as Major League Baseball's best ballpark in a 2008 Sports Illustrated fan opinion poll.\r\n\r\nThe ballpark was named Jacobs Field after team owners Richard and David Jacobs, from its inaugural season in 1994 until 2008, when its name was changed to Progressive Field after its naming rights were purchased by locally based Progressive Insurance Company. The ballpark is sometimes referred to as \"The Jake,\" based on its original name.","strStadiumLocation":"Cleveland, Ohio","intStadiumCapacity":"38000","strWebsite":"cleveland.indians.mlb.com/NASApp/mlb/cle/homepage/cle_homepage.jsp","strFacebook":"www.facebook.com/Indians","strTwitter":"twitter.com/Indians","strInstagram":"www.instagram.com/indians","strDescriptionEN":"The Cleveland Indians are an American professional baseball team based in Cleveland, Ohio, that competes in Major League Baseball (MLB). They are organized in the Central Division of MLB's American League (AL). Since 1994, they have played in Progressive Field (formerly known as Jacobs Field). The team's spring training facility is at Goodyear Ballpark in Goodyear, Arizona. Since their establishment as a Major League franchise in 1901, the Indians have won two World Series championships, in 1920 and 1948.\r\n\r\nThe \"Indians\" name originates from a request by the club owner to decide on a new name, following the 1914 season. In reference to the Boston Braves (now the Atlanta Braves), the media chose \"the Indians\". Common nicknames for the Indians include the \"Tribe\" and the \"Wahoos\", the latter being a reference to their logo, Chief Wahoo. The mascot is called Slider.\r\n\r\nThe Cleveland team originated in 1900 as the Lake Shores, when the American League (AL) was officially a minor league. One of the AL's eight charter franchises, the major league incarnation of the club was founded in Cleveland in 1901. Originally called the Cleveland Bluebirds, the team played in League Park until moving permanently to Cleveland Municipal Stadium in 1946. At the end of the 2014 season, they had a regular season franchise record of 9,015–8,688 (.509). The Indians have won seven AL Central titles, the most in the division.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los Cleveland Indians (en español: Indios de Cleveland, desde 1914, los Wahoo o Chief Wahoo, y apodado la Tribu) es un equipo de Béisbol de las Grandes Ligas de Béisbol (MLB) con sede en Cleveland, Ohio. Tenían otros nombres como Cleveland Bluebirds su primer nombre. Actualmente pertenecen a la División Central de la Liga Americana. Pertenece a la Liga Americana desde el año 1901, donde siempre ha jugado. Desde 1994, juegan el el Progressive Field (primeramente conocido como Jacobs Field). El equipo entrena en Arizona, en el Goodyear Ballpark en la pretemporada de primavera. Fue fundado en 1894. Tiene ganadas dos Series Mundiales: 1920 y 1948 y cinco campeonatos de la Liga Americana: 1920, 1948, 1954, 1995 y 1997.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/fp39hu1521904440.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/uwsxqr1432314008.png","strTeamFanart1":"https://www.thesportsdb.com/images/media/team/fanart/qrrtvw1432314156.jpg","strTeamFanart2":"https://www.thesportsdb.com/images/media/team/fanart/yqwwsy1432314248.jpg","strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135271","idSoccerXML":null,"intLoved":null,"strTeam":"Colorado Rockies","strTeamShort":"COL","strAlternate":"COL","intFormedYear":"1993","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Bud Black","strStadium":"Coors Field","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Coors Field is a baseball park located in downtown Denver, Colorado. It is the home field of the Colorado Rockies, the city's Major League Baseball (MLB) franchise. It is named for the Coors Brewing Company of Golden, Colorado, which purchased the naming rights to the park prior to its completion in 1995. The Rockies played their first two seasons, 1993 and 1994, in Mile High Stadium before moving to Coors Field, two blocks from Union Station in Denver's Lower Downtown neighborhood. The park includes 63 luxury suites and 4,526 club seats.","strStadiumLocation":"Denver, Colorado","intStadiumCapacity":"50398","strWebsite":"www.mlb.com/rockies","strFacebook":"www.facebook.com/Rockies","strTwitter":"twitter.com/rockies","strInstagram":"www.instagram.com/rockies","strDescriptionEN":"The Colorado Rockies are an American professional baseball team based in Denver, Colorado. The Rockies compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. The team's home venue is Coors Field, located in the Lower Downtown area of Denver. The Rockies have won one National League championship, in 2007, after having won 21 of their final 22 games in order to secure a Wild Card position. In the World Series they were swept by the American League (AL) champion Boston Red Sox in four games. They are one of two MLB franchises to have never won a division title (the other team are the Rockies' expansion brethren, the Miami Marlins).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/50l8b41520794541.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135255","idSoccerXML":null,"intLoved":"1","strTeam":"Detroit Tigers","strTeamShort":"DET","strAlternate":"DET","intFormedYear":"1901","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Brad Ausmus","strStadium":"Comerica Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Comerica Park is an open-air ballpark located in Downtown Detroit. It serves as the home of the Detroit Tigers of Major League Baseball, replacing Tiger Stadium in 2000.\r\nThe park is named after Comerica Bank, which was founded in Detroit and was based there when the park opened. Comerica's headquarters have since been moved to Dallas, though the bank still retains a large presence in Detroit. The stadium's seating capacity is 41,297. There is a Detroit People Mover station about a block from the stadium (at Grand Circus Park). Comerica Park sits on the original site of the Detroit College of Law.","strStadiumLocation":"Detroit, Michigan","intStadiumCapacity":"41297","strWebsite":"www.mlb.com/tigers","strFacebook":"www.facebook.com/Tigers","strTwitter":"twitter.com/tigers","strInstagram":"","strDescriptionEN":"The Detroit Tigers are an American professional baseball team based in Detroit, Michigan. The Tigers compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. One of the AL's eight charter franchises, the club was founded in Detroit in 1901. They are the oldest continuous one-name, one-city franchise in the AL. The Tigers have won four World Series championships (1935, 1945, 1968, and 1984), 11 AL pennants (1907, 1908, 1909, 1934, 1935, 1940, 1945, 1968, 1984, 2006, and 2012), and four AL Central division championships (2011, 2012, 2013, and 2014). The Tigers also won division titles in 1972, 1984 and 1987 while members of the AL East. The team currently plays its home games at Comerica Park in Downtown Detroit.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/txuyrr1431540393.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com/channel/UCKKG465DFaJ3Yp-jQHA3jhw","strLocked":"unlocked"},{"idTeam":"135256","idSoccerXML":null,"intLoved":null,"strTeam":"Houston Astros","strTeamShort":"HOU","strAlternate":"HOU","intFormedYear":"1962","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"A. J. Hinch","strStadium":"Minute Maid Park","strKeywords":"","strRSS":"http://mlb.mlb.com/partnerxml/gen/news/rss/hou.xml","strStadiumThumb":null,"strStadiumDescription":"Minute Maid Park, previously known as The Ballpark at Union Station, Enron Field, and Astros Field, is a ballpark in Downtown Houston, Texas, United States, that opened in 2000 to house the Houston Astros of Major League Baseball (MLB). The ballpark is Houston's first retractable-roofed stadium, and features a natural grass playing field. The ballpark was built as a replacement of the Astrodome, the first domed sports stadium ever built, which opened in 1965. It is named for beverage brand Minute Maid, a subsidiary of The Coca-Cola Company, which acquired naming rights in 2002 for $100 million over 30 years. As of 2016, Minute Maid Park has a seating capacity of 41,168, which includes 5,197 club seats and 63 luxury suites.","strStadiumLocation":"Houston, Texas","intStadiumCapacity":"41168","strWebsite":"www.mlb.com/astros","strFacebook":"www.facebook.com/Astros","strTwitter":"twitter.com/astros","strInstagram":"","strDescriptionEN":"The Houston Astros are an American professional baseball team based in Houston, Texas. The Astros are members of the American League (AL) West division in Major League Baseball (MLB), having moved to the division in 2013 after spending their first 51 seasons in the National League (NL). The Astros have played their home games at Minute Maid Park since 2000.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/miwigx1521893583.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135257","idSoccerXML":null,"intLoved":null,"strTeam":"Kansas City Royals","strTeamShort":"KC","strAlternate":"KC","intFormedYear":"1969","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Ned Yost","strStadium":"Kauffman Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/qyyxqp1423911469.jpg","strStadiumDescription":"Kauffman Stadium (nicknamed \"The K\" and formerly known as Royals Stadium, is a Major League Baseball stadium located in Kansas City, Missouri, and home to the Kansas City Royals of the American League. Together with Arrowhead Stadium—home of the National Football League's Kansas City Chiefs, it is part of the Truman Sports Complex. Since July 2, 1993, the venue has been known as Kauffman Stadium in honor of the Royals' founding owner, Ewing Kauffman.\r\n\r\nKauffman Stadium was built specifically for baseball during an era where building multisport \"cookie-cutter\" stadiums was commonplace. It is often held up along with Dodger Stadium in Los Angeles as one of the best examples of modernist stadium design.\r\n\r\nIt is the only ballpark in the American League to currently be named after a person, Ewing Kauffman. It is also one of ten stadiums in Major League Baseball that does not have a corporate-sponsored name; the others are: Marlins Park, Turner Field, Yankee Stadium, Fenway Park, Wrigley Field, Oriole Park at Camden Yards, Dodger Stadium, Angel Stadium of Anaheim, and Nationals Park. (Kauffman, Wrigley, and Turner are named for the individuals and not the corporations they owned.) The stadium is 41 years old, making it the sixth-oldest stadium in Major League Baseball. Kauffman Stadium recently underwent a $250 million renovation, which began after the 2007 season and was completed in July 2009.\r\n\r\nThe 2012 Major League Baseball All-Star Game was held at Kauffman Stadium.","strStadiumLocation":"Kansas City, Missouri","intStadiumCapacity":"38000","strWebsite":"www.mlb.com/royals","strFacebook":"www.facebook.com/Royals","strTwitter":"twitter.com/royals","strInstagram":"www.instagram.com/kcroyals","strDescriptionEN":"The Kansas City Royals are an American professional baseball team based in Kansas City, Missouri. The Royals are a member of the Central Division of Major League Baseball's American League. Since 1973, the Royals have played in Kauffman Stadium, formerly known as Royals Stadium. The Royals have participated in three World Series, winning the 1985 World Series and losing in 1980 and 2014.\r\n\r\nThe name Royals originates from the American Royal, a livestock show, horse show, rodeo, and championship barbeque competition held annually in Kansas City since 1899. The name also fits into something of a theme for other professional sports franchises in the city, including the Kansas City Chiefs of the NFL, the former Kansas City Kings of the NBA, and the former Kansas City Monarchs of the Negro National League.\r\n\r\nEntering the American League as an expansion franchise in 1969, along with the Seattle Pilots, the club was founded by Kansas City businessman Ewing Kauffman. The franchise was established following the actions of Stuart Symington, then-United States Senator from Missouri, who demanded a new franchise for the city after the Athletics (Kansas City's previous major league team that played from 1955 to 1967) moved to Oakland, California in 1968.\r\n\r\nThe new team quickly became a powerhouse, appearing in the playoffs seven times from 1976 to 1985, winning one World Series championship and another AL pennant, led by stars such as George Brett, Frank White, Willie Wilson, and Bret Saberhagen. The team remained competitive throughout the mid-1990s, but then had only one winning season from 1995 to 2012. For 28 consecutive seasons, from 1986-2013, the Royals did not qualify to play in the Major League Baseball postseason, one of the longest postseason droughts during baseball's current expanded wild-card era. The team broke this streak in 2014 by securing the franchise's first wild card berth and advancing to the World Series.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los Kansas City Royals (Reales de Kansas City) es un equipo de Béisbol de MLB con sede en Kansas City, Misuri, Estados Unidos. Actualmente los Reales juegan y están en la División Central de la Liga Americana. Sus rivales de la División son: Tigres de Detroit, Indios de Cleveland, Mellizos de Minnesota y los Medias Blancas de Chicago. Desde 1973, los Reales han jugado en el Kauffman Stadium, antes conocido como Royal Stadium. Desde el inicio, el equipo fue potencia rápidamente ya que aparecieron en 7 de los 10 playoffs de la Liga Americana entre 1976 y 1985. Tiene dos campeonatos de la Liga Americana: 1980 y 1985. Los Reales han participado en dos Series Mundiales, perdiendo la de 1980 ante los Filis de Filadelfia y ganando la del año 1985 contra los Cardenales de San Luis. Sus estrellas: George Brett, Frank White, Willie Wilson y Bret Saberhagen. Este equipo tiene tres pitchers ganadores del trofeo Cy Young: Bret Saberhagen en 1985 y 1989, David Cone en 1994 y Zack Greimke en el 2009. El equipo continúo siendo potencia competitiva a mediados de la década de los 90's pero solo ha tenido una temporada ganadora entre 1995-2013. Desde 1985 en que se presentó ganando la Serie Mundial, no han tenido otra post-temporada en la Liga Americana. La más larga espera para estar en una post-temporada. Pero en el 2014, se acabó esta espera. Los Reales ganaron el juego de comodín (wild-card) a los Atléticos de Oakland. Se enfrentaron al ganador de la División del Oeste de la Liga Americana, los Angeles de Los Angeles Anaheim, equipo que barrieron tres juegos a cero y posteriormente, se enfrentaron por el campeonato de la Liga Americana, a los Orioles de Baltimore, también por barrida pero de cuatro juegos a cero. Con esta coronación, los Reales de Kansas City van a la Serie Mundial contra el campeón de la Liga Nacional, los Gigantes de San Francisco.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/uuyqws1423910808.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/tprtxq1423910099.png","strTeamFanart1":"https://www.thesportsdb.com/images/media/team/fanart/ysxrpq1423911191.jpg","strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135258","idSoccerXML":null,"intLoved":null,"strTeam":"Los Angeles Angels","strTeamShort":"LAA","strAlternate":"LAA","intFormedYear":"1961","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Mike Scioscia","strStadium":"Angel Stadium of Anaheim","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Angel Stadium of Anaheim, originally known as Anaheim Stadium and later Edison International Field of Anaheim, is a modern-style ballpark located in Anaheim, California. Since its opening in 1966, it has served as the home ballpark of the Los Angeles Angels of Anaheim of Major League Baseball (MLB), and was also the home stadium to the Los Angeles Rams of the National Football League (NFL) from 1980 to 1994. The stadium is often referred to by its unofficial nickname The Big A. It is the fourth-oldest active Major League Baseball stadium, behind Fenway Park, Wrigley Field, and Dodger Stadium. It hosted the 1967, 1989, and 2010 Major League Baseball All-Star Games.","strStadiumLocation":"Anaheim, California","intStadiumCapacity":"45493","strWebsite":"www.mlb.com/angels","strFacebook":"","strTwitter":"","strInstagram":"","strDescriptionEN":"The Los Angeles Angels of Anaheim are an American professional baseball team based in Anaheim, California. The Angels compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The Angels have played home games at Angel Stadium of Anaheim since 1966. The \"Angels\" name was continued by team owner Gene Autry out of tribute for the Los Angeles Angels, a Minor League franchise in the Pacific Coast League (PCL), which played in South Central Los Angeles from 1903 to 1957. The current Major League franchise was established as an expansion team in 1961 by Autry, the team's first owner, who bought the rights to the Angels name from Walter O'Malley, the former Los Angeles Dodgers owner, who acquired the PCL franchise from Philip K. Wrigley, the owner of the Chicago Cubs at the time.\r\n\r\nIn 2009, the Angels won the AL West division championship for the third straight season. 2013 was the fourth straight year in which the team did not qualify for the postseason, but marked the 11th straight year in which the Angels franchise drew more than 3 million fans in attendance, and made 30 seasons of at least 2 million fans in attendance.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/vswsvx1432577476.png","strTeamJersey":"https://www.thesportsdb.com/images/media/team/jersey/nngt4v1489851127.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135272","idSoccerXML":null,"intLoved":null,"strTeam":"Los Angeles Dodgers","strTeamShort":"LAD","strAlternate":"LAD","intFormedYear":"1883","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Dave Roberts","strStadium":"Dodger Stadium","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Dodger Stadium, occasionally called by the metonym Chavez Ravine, is a baseball park located in the Elysian Park neighborhood of Los Angeles, the home field of the Los Angeles Dodgers, the city's Major League Baseball (MLB) franchise. Opened 55 years ago on April 10, 1962, it was constructed in less than three years at a cost of $23 million, financed by private sources.","strStadiumLocation":"Los Angeles, California","intStadiumCapacity":"56000","strWebsite":"losangeles.dodgers.mlb.com","strFacebook":"www.facebook.com/Dodgers","strTwitter":"twitter.com/dodgers","strInstagram":"www.instagram.com/hyunjinryu325","strDescriptionEN":"The Los Angeles Dodgers are an American professional baseball team based in Los Angeles, California. The Dodgers compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Established in 1883 in Brooklyn, New York, the team moved to Los Angeles before the 1958 season. They played for four seasons at the Los Angeles Memorial Coliseum before moving to their current home of Dodger Stadium in 1962.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/cgbafw1521896341.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/nvxbcz1521897409.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com/channel/UC05cNJvMKzDLRPo59X2Xx7g","strLocked":"unlocked"},{"idTeam":"135273","idSoccerXML":null,"intLoved":null,"strTeam":"Miami Marlins","strTeamShort":"MIA","strAlternate":"MIA","intFormedYear":"1991","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Don Mattingly","strStadium":"Marlins Park","strKeywords":"","strRSS":"","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/jyrht21521897951.jpg","strStadiumDescription":"Marlins Park is a baseball park located in Miami, Florida. It is the current home of the Miami Marlins, the city's Major League Baseball franchise. It is located on 17 acres of the former Miami Orange Bowl site in Little Havana, about 2 miles (3 km) west of Downtown. Construction was completed in March 2012, in time for the 2012 season.","strStadiumLocation":"Miami, Florida","intStadiumCapacity":"36742","strWebsite":"","strFacebook":"www.facebook.com/Marlins","strTwitter":"twitter.com/marlins","strInstagram":"www.instagram.com/marlins","strDescriptionEN":"The Miami Marlins are an American professional baseball team based in Miami, Florida. The Marlins compete in Major League Baseball (MLB) as a member of the National League (NL) East division. Their home park is Marlins Park. Though one of only two MLB franchises to have never won a division title (the other is the Colorado Rockies), the Marlins have won two World Series championships as a wild card team.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/tpxi241521892215.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/apdt701521897873.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com/channel/UC1Gh_pQ7l41tyBn2HeJ1k-A","strLocked":"unlocked"},{"idTeam":"135274","idSoccerXML":null,"intLoved":null,"strTeam":"Milwaukee Brewers","strTeamShort":"MIL","strAlternate":"MIL","intFormedYear":"1969","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Craig Counsell","strStadium":"Miller Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Miller Park is a baseball park located in Milwaukee, Wisconsin. It is home to the Milwaukee Brewers and was completed in 2001 as a replacement for Milwaukee County Stadium. The park is located just southwest of the intersection of Interstate 94 and Miller Park Way (Wisconsin Highway 175). The title sponsor is the Miller Brewing Company. Miller's contract with the stadium was for $40 million, and runs until 2020.","strStadiumLocation":"Milwaukee, Wisconsin","intStadiumCapacity":"41900","strWebsite":"www.mlb.com/brewers","strFacebook":"www.facebook.com/Brewers","strTwitter":"twitter.com/brewers","strInstagram":"","strDescriptionEN":"The Milwaukee Brewers are an American professional baseball team and are based in Milwaukee, Wisconsin. The team is named for the city's association with the brewing industry. Since 2001, the Brewers have played their home games at Miller Park, which has a seating capacity of 41,900.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/6q05gd1520793634.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com/channel/UCybiT6P8jSv7gIxC4cHXl2Q","strLocked":"unlocked"},{"idTeam":"135259","idSoccerXML":"103","intLoved":null,"strTeam":"Minnesota Twins","strTeamShort":"MIN","strAlternate":"MIN","intFormedYear":"1901","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Paul Molitor","strStadium":"Target Field","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Target Field is a baseball park located in downtown Minneapolis. It is the home ballpark of the Minnesota Twins, the state's Major League Baseball (MLB) franchise. It is the franchise's sixth ballpark and third in Minnesota. The Twins moved to Target Field for the 2010 Major League Baseball season after 28 seasons at the Hubert H. Humphrey Metrodome. It is the first facility built specifically for the Twins since the team moved to the Twin Cities in 1961; Metropolitan Stadium was built for the Minneapolis Millers five years before the franchise's first season in Minnesota, and the Metrodome was built as a multipurpose stadium for the Twins, Minnesota Vikings, and the University of Minnesota Golden Gophers football team. The 2010 season was the first since 1936 in which the franchise (then known as the Washington Senators) did not share their home stadium with an NFL team. The Twins received the certificate of occupancy from Mortenson Construction on December 22, 2009. The Twins staff moved in on January 4, 2010.","strStadiumLocation":"Minneapolis, Minnesota","intStadiumCapacity":"38885","strWebsite":"www.mlb.com/twins","strFacebook":"","strTwitter":"twitter.com/Twins","strInstagram":"","strDescriptionEN":"The Minnesota Twins are an American professional baseball team based in Minneapolis, Minnesota. The Twins compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. The team is named after the Twin Cities area comprising Minneapolis and St. Paul. They played in Metropolitan Stadium from 1961 to 1981 and the Hubert H. Humphrey Metrodome from 1982 to 2009. They played their inaugural game at the newly completed Target Field on April 12, 2010.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/necd5v1521905719.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135275","idSoccerXML":null,"intLoved":"1","strTeam":"New York Mets","strTeamShort":"NYM","strAlternate":"NYM","intFormedYear":"1962","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Terry Collins","strStadium":"Citi Field","strKeywords":"","strRSS":"http://newyork.mets.mlb.com/partnerxml/gen/news/rss/nym.xml","strStadiumThumb":null,"strStadiumDescription":"Citi Field is a stadium located in Flushing Meadows–Corona Park in the New York City borough of Queens. Completed in 2009, it is the home baseball park of Major League Baseball's New York Mets. Citi Field was built as a replacement for the formerly adjacent Shea Stadium, which opened in 1964 next to the site of the 1964–1965 World's Fair. Citi Field was designed by Populous (then HOK Sport), and is named after Citigroup, a New York financial services company which purchased the naming rights. The $850 million baseball park was funded with $615 million in public subsides, including the sale of New York City municipal bonds which are to be repaid by the Mets plus interest. The payments will offset property taxes for the lifetime of the park. The Mets are receiving $20 million annually from Citibank in exchange for naming the stadium Citi Field. The entire public cost is being borne by city and state taxpayers in New York.\r\n\r\nThe first game at Citi Field was on March 29, 2009, with a college baseball game between St. John's and Georgetown. The Mets played their first two games at the ballpark on April 3 and April 4, 2009 against the Boston Red Sox as charity exhibition games. The first regular season home game was played on April 13, 2009, against the San Diego Padres. Citi Field hosted the 2013 Major League Baseball All-Star Game. This marked the second time the Mets have hosted the game, the first being 1964, the inaugural season of Shea Stadium.","strStadiumLocation":"120-01 Roosevelt Avenue Flushing, New York 11368","intStadiumCapacity":"41922","strWebsite":"newyork.mets.mlb.com/index.jsp?c_id=nym","strFacebook":"www.facebook.com/Mets","strTwitter":"twitter.com/Mets","strInstagram":"www.instagram.com/mets","strDescriptionEN":"The New York Mets are an American professional baseball team based in New York City, They play in Flushing, in the borough of Queens. The Mets are a member of the National League East Division of Major League Baseball (MLB). The Mets are one of two Major League clubs based in New York, the other being the New York Yankees.\r\n\r\nOne of baseball's first expansion teams, the Mets were founded in 1962 to replace New York's departed National League teams; the Brooklyn Dodgers and the New York Giants. The Mets' colors are composed of the Dodgers' blue and the Giants' orange, which also comprises the outer two bands of the New York City flag. During the 1962 and 1963 seasons, the Mets played their home games at the Polo Grounds. From 1964 to 2008, the Mets' home ballpark was Shea Stadium. In 2009, they moved into their current ballpark, Citi Field.\r\n\r\nIn their 1962 inaugural season, the Mets posted a record of 40–120, the worst regular season record since Major League Baseball went to a 162-game schedule (two games were canceled). The team never finished better than second to last until the 1969 \"Miracle Mets\" beat the Baltimore Orioles in the 1969 World Series in what is considered one of the biggest upsets in World Series history. Since then, they have played in four additional World Series, including a dramatic run in 1973 that ended in a seven-game loss to the Oakland Athletics, a second championship in 1986 over the Boston Red Sox, a Subway Series loss against their cross-town rivals the New York Yankees in 2000, and a five-game loss to the Kansas City Royals in 2015.\r\n\r\nThe Mets made the playoffs in 2006 when they came within one game of the World Series, losing to the eventual champion St. Louis Cardinals in the NLCS. The Mets missed the playoffs with losses on the last day of the regular season in 2007 and 2008. The Mets made the playoffs in 2015 for the first time in nine years, and won their first National League pennant in 15 years.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/rxqspq1431540337.png","strTeamJersey":"https://www.thesportsdb.com/images/media/team/jersey/uvaf1s1489851618.png","strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135260","idSoccerXML":"147","intLoved":"1","strTeam":"New York Yankees","strTeamShort":"NYY","strAlternate":"NYY","intFormedYear":"1901","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Joe Girardi","strStadium":"Yankee Stadium","strKeywords":"","strRSS":"","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/yxyusu1423510331.jpg","strStadiumDescription":"Yankee Stadium is a stadium located in the Bronx, in New York City. It is the home ballpark for the New York Yankees of Major League Baseball, and will also be the home of New York City FC of Major League Soccer. The $2.3 billion stadium, built with $1.2 billion in public subsidies, replaced the original Yankee Stadium. It is one block north of the original, on the 24-acre former site of Macombs Dam Park; the 8-acre site of the original stadium is now a public park called Heritage Field. The first game at the new Yankee Stadium was a preseason exhibition game against the Chicago Cubs on April 3, 2009; the Yankees won, 7–4. The first regular-season game was played on April 16, a 10–2 Yankee loss to the Cleveland Indians.\r\n\r\nThe stadium incorporates replicas of some design elements from the original Yankee Stadium. Although stadium construction began in August 2006, the project spanned many years and faced many controversies, including the high public cost and the loss of public parkland. The overall price tag makes the new Yankee Stadium the most expensive stadium ever built.\r\n\r\nNew York Yankees owner George Steinbrenner began campaigning for a new stadium in the early 1980s, just a few years after the remodeled Yankee Stadium opened. Steinbrenner at the time was reportedly considering a move to the Meadowlands Sports Complex in New Jersey. Governor Thomas Kean in 1984 authorized the use of land for a new baseball stadium in the Meadowlands, but the state legislature did not provide financing for the stadium. In a statewide referendum in 1987, New Jersey taxpayers rejected $185 million in public financing for a baseball stadium for the Yankees. Despite the rejection from New Jersey, Steinbrenner frequently used a threatened move there as leverage in negotiations with New York City. In 1988, New York Mayor Ed Koch agreed to have city taxpayers spend $90 million on a second renovation of Yankee Stadium that included luxury boxes and restaurants inside the stadium and parking garages and traffic improvements outside. Steinbrenner agreed in principle, but then backed out of the deal. In 1993, Mayor David Dinkins expanded on Koch's proposal by offering his Bronx Center vision for the neighborhood, including new housing, a new courthouse, and relocating the Police Academy nearby. In 1993, New York Governor Mario Cuomo proposed using the West Side Yard, a 30-acre rail yard along the West Side of Manhattan and owned by the Metropolitan Transportation Authority, as the location for new stadium for the Yankees. But Cuomo lost his re-election bid a few months later. By 1995, Steinbrenner had rejected 13 proposals to keep the Yankees in the Bronx. In 1998, Bronx Borough President Fernando Ferrer proposed spending $600 million in public money to add dozens of luxury boxes to the stadium, to improve highway and public transportation access, and to create a Yankee Village, with shops, restaurants, and a museum. Steinbrenner rejected this as well. That same year, Mayor Rudy Giuliani unveiled a plan to relocate the Yankees to the West Side Yard for a $1 billion stadium. But with most of the funding coming from taxpayers, Giuliani tabled the proposal, fearing rejection in a citywide referendum. The West Side Stadium plan resurfaced in December 2001. Months after the September 11 attack, Giuliani announced \"tentative agreements\" for both the New York Yankees and New York Mets to build new stadiums. He estimated that both stadiums would cost $2 billion, with city and state taxpayers contributing $1.2 billion.\r\n\r\nMichael Bloomberg, who succeeded Giuliani as mayor in 2002, called the former mayor's agreements \"corporate welfare\" and exercised the escape clause in the agreements to back out of both deals, saying that the city could not afford to build new stadiums for the Yankees and Mets. Bloomberg said that Giuliani had inserted a clause in this deal which loosened the teams' leases with the city and would allow the Yankees and Mets to leave the city on 60 days' notice to find a new home elsewhere if the city backed out of the agreement. At the time, Bloomberg said that publicly funded stadiums were a poor investment. Bloomberg's blueprint for the stadium was unveiled in 2004, at the same time as the plan for the Mets' new stadium, Citi Field. The final cost for the two stadiums was more than $3.1 billion; taxpayer subsidies accounted for $1.8 billion.","strStadiumLocation":"Bronx, New York","intStadiumCapacity":"49642","strWebsite":"newyork.yankees.mlb.com","strFacebook":"www.facebook.com/Yankees","strTwitter":"twitter.com/yankees","strInstagram":"instagram.com/yankees","strDescriptionEN":"The New York Yankees are an American professional baseball team based in the Bronx borough of New York City that competes in Major League Baseball (MLB) in the American League's (AL) East Division. They are one of two MLB clubs based in New York City, the other club being the New York Mets. One of the AL's eight charter franchises, the club was founded in Baltimore, Maryland in 1901 as the Baltimore Orioles. The team moved to New York City in 1903 and became the New York Highlanders, before taking \"Yankees\" as their official name in 1913.\r\n\r\nThe team is owned by Yankee Global Enterprises, an LLC controlled by the family of George Steinbrenner, who purchased the team in 1973. Former catcher Joe Girardi is the team's manager, and Brian Cashman is the team's general manager. Yankees home games were played at Yankee Stadium from 1923 to 1973 and from 1976 to 2008. In 2009, they moved into a new ballpark also called Yankee Stadium after the previous venue closed. The team is perennially among the leaders in MLB attendance—in 2011, the Yankees had the second-highest attendance.\r\n\r\nOne of the most successful clubs in professional sports history worldwide, the Yankees have won 18 division titles, 40 AL pennants, and 27 World Series championships, all of which are MLB records. Forty-four Yankees players and 11 Yankees managers have been inducted into the National Baseball Hall of Fame, including Babe Ruth, Lou Gehrig, Joe DiMaggio, Mickey Mantle, and Yogi Berra. In pursuit of winning championships, the franchise has utilized a large payroll to recruit talent, particularly under former owner George Steinbrenner. According to Forbes, in 2013, the Yankees are the highest valued sports franchise in the United States, and fourth in the world, with an estimated value of approximately $2.3 billion. Due in part to their success, the Yankees have garnered enormous popularity worldwide and a dedicated fanbase, as well as widespread enmity from fans of other MLB teams; the team's intense rivalry with the Boston Red Sox is one of the most well-known rivalries in sports.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/wqwwxx1423478766.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135261","idSoccerXML":null,"intLoved":null,"strTeam":"Oakland Athletics","strTeamShort":"OAK","strAlternate":"OAK","intFormedYear":"1901","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Bob Melvin","strStadium":"Oakland Coliseum","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"The Oakland–Alameda County Coliseum, often referred to as the Oakland Coliseum, is a multi-purpose stadium in Oakland, California, United States, which is home to both the Oakland Athletics of Major League Baseball (MLB) and the Oakland Raiders of the National Football League (NFL). It opened in 1966 and is the only remaining stadium in the United States that is shared by professional football and baseball teams. The Coliseum was also home to some games of the San Jose Earthquakes of Major League Soccer in 2008–2009 and hosted games at the 2009 CONCACAF Gold Cup. The Oakland–Alameda County Coliseum complex consists of the stadium and the neighboring Oracle Arena.","strStadiumLocation":"Oakland, California","intStadiumCapacity":"35067","strWebsite":"www.mlb.com/athletics","strFacebook":"www.facebook.com/Athletics","strTwitter":"twitter.com/athletics","strInstagram":"","strDescriptionEN":"The Oakland Athletics (often abbreviated to A's) are an American professional baseball team based in Oakland, California. The Athletics compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The club plays its home games at the Oakland–Alameda County Coliseum. The club has won nine World Series championships, the third most of all current Major League Baseball teams. The Athletics' 2017 season will be the team's 50th season in Oakland.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/wsxtyw1432577334.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135276","idSoccerXML":null,"intLoved":null,"strTeam":"Philadelphia Phillies","strTeamShort":"PHI","strAlternate":"PHI","intFormedYear":"1883","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Pete Mackanin","strStadium":"Citizens Bank Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Citizens Bank Park is a baseball park located in Philadelphia, within the South Philadelphia Sports Complex. It is the home of the Philadelphia Phillies, the city's Major League Baseball (MLB) franchise. It is commonly referred to by locals simply as \"The Bank\" or \"CBP\". Citizens Bank Park opened on April 3, 2004, and hosted its first regular season baseball game on April 12 of the same year, with the Phillies losing to the Cincinnati Reds, 4–1.","strStadiumLocation":"Philadelphia, Pennsylvania","intStadiumCapacity":"43651","strWebsite":"www.mlb.com/phillies","strFacebook":"www.facebook.com/Phillies","strTwitter":"twitter.com/phillies","strInstagram":"","strDescriptionEN":"The Philadelphia Phillies are an American professional baseball franchise based in Philadelphia, Pennsylvania. They are the oldest continuous, one-name, one-city franchise in all of professional American sports, dating back to 1883. The Phillies compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. Since 2004, the team's home has been Citizens Bank Park, located in South Philadelphia.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/syvurp1432577143.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135277","idSoccerXML":null,"intLoved":null,"strTeam":"Pittsburgh Pirates","strTeamShort":"PIT","strAlternate":"PIT","intFormedYear":"1882","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Clint Hurdle","strStadium":"PNC Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"PNC Park is a baseball park located on the North Shore of Pittsburgh, Pennsylvania. It is the fifth home of the Pittsburgh Pirates, the city's Major League Baseball (MLB) franchise. It opened during the 2001 MLB season, after the controlled implosion of the Pirates' previous home, Three Rivers Stadium. The ballpark is sponsored by PNC Financial Services, which purchased the naming rights in 1998. PNC Park features a natural grass playing surface and seats 38,362 people for baseball.","strStadiumLocation":"Pittsburgh, Pennsylvania","intStadiumCapacity":"38362","strWebsite":"www.mlb.com/pirates","strFacebook":"www.facebook.com/Pirates","strTwitter":"twitter.com/Pirates","strInstagram":"","strDescriptionEN":"The Pittsburgh Pirates are an American professional baseball team based in Pittsburgh, Pennsylvania. The Pirates compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. The Pirates play their home games at PNC Park; the team previously played at Forbes Field and Three Rivers Stadium, the latter of which was named after its location near the confluence of the Allegheny, Monongahela, and Ohio Rivers. Founded on October 15, 1881 as Allegheny, the franchise has won five World Series championships. The Pirates are also often referred to as the \"Bucs\" or the \"Buccos\" (derived from buccaneer, a synonym for pirate).","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/rtspvy1431538869.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135278","idSoccerXML":null,"intLoved":null,"strTeam":"San Diego Padres","strTeamShort":"SD","strAlternate":"SD","intFormedYear":"1969","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Andy Green","strStadium":"Petco Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Petco Park is a baseball park located in the downtown area of San Diego, California, United States, that is home to the San Diego Padres of Major League Baseball (MLB). The park opened in 2004, replacing Qualcomm Stadium, which the Padres shared with the San Diego Chargers of the National Football League (NFL). Petco Park is named after the San Diego-based pet supplies retailer Petco, which paid for the naming rights until 2026. In addition to baseball, the park is also used as venue for concerts, soccer, golf, and rugby sevens.","strStadiumLocation":"San Diego, California","intStadiumCapacity":"40209","strWebsite":"www.mlb.com/padres","strFacebook":"www.facebook.com/Padres","strTwitter":"twitter.com/padres","strInstagram":"www.instagram.com/padres","strDescriptionEN":"The San Diego Padres are an American professional baseball franchise based in San Diego, California. The Padres compete in Major League Baseball (MLB) as a member club of the National League (NL) West division, along with the Arizona Diamondbacks, Colorado Rockies, Los Angeles Dodgers and San Francisco Giants. Founded in 1969, the Padres have won the NL pennant twice: in 1984 and 1998, losing in the World Series both times. As of 2015, they have had 14 winning seasons in franchise history. The Padres and the Los Angeles Angels of Anaheim are the only Major League Baseball teams in California to originate from California; the Athletics are originally from Philadelphia (and moved to the state from Kansas City), and the Dodgers and Giants are originally from Brooklyn and New York City respectively. The Padres are the only major professional sports franchise to be located in San Diego, following the relocation of the Chargers to Los Angeles in 2017.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/spqquy1449406965.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/tvwutw1449407134.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135279","idSoccerXML":null,"intLoved":null,"strTeam":"San Francisco Giants","strTeamShort":"SF","strAlternate":"SF","intFormedYear":"1883","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Bruce Bochy","strStadium":"AT&T Park","strKeywords":"","strRSS":"","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/srsypq1423668964.jpg","strStadiumDescription":"AT&T Park is a ballpark primarily used for hosting Major League Baseball games. It is located in the South Beach neighborhood of San Francisco, California, at 24 Willie Mays Plaza, at the corner of Third and King Streets. It has served as the home of the San Francisco Giants since 2000.\r\n\r\nOriginally named Pacific Bell Park, then SBC Park in 2003 after SBC Communications acquired Pacific Bell, the stadium was ultimately christened AT&T Park in 2006 following SBC's merger with AT&T.\r\n\r\nThe park also hosted the annual Fight Hunger Bowl, a college football bowl game from 2002 to 2013, and other occasional sporting and musical events. For the 2011 season, the park served as the home of the California Golden Bears football team while Memorial Stadium underwent seismic retrofitting and renovations.","strStadiumLocation":"Willie Mays Plaza San Francisco, California ","intStadiumCapacity":"41915","strWebsite":"www.mlb.com/giants","strFacebook":"www.facebook.com/Giants","strTwitter":"twitter.com/sfgiants","strInstagram":"www.instagram.com/sfgiants","strDescriptionEN":"The San Francisco Giants are an American professional baseball franchise based in San Francisco, California. Originally known as the New York Gothams, the team moved to San Francisco in 1958. The Giants are a member of the National League West Division of Major League Baseball (MLB) and as of October 29, 2014, the current World Series champions.\r\n\r\nAs one of the longest-established professional baseball teams, the franchise has won the most games of any team in the history of American baseball, and any North American professional sports team. The team was the first major league team based in New York City, most memorably playing at the legendary Polo Grounds. They have won 23 National League pennants and appeared in 20 World Series competitions – both records in the National League. The Giants' eight World Series Championships rank second in the National League (the St. Louis Cardinals have won 11) and are tied for fourth overall with the Boston Red Sox behind the New York Yankees with 27, the Cardinals, and the Oakland Athletics with nine. The Giants have played in the World Series 20 times (14 times in New York, 6 times in San Francisco) but boycotted the event in 1904.\r\n\r\nPlaying as the New York Giants, they won 14 pennants and 5 World Series championships behind managers such as John McGraw and Bill Terry and players like Christy Mathewson, Carl Hubbell, Mel Ott, Bobby Thomson, and Willie Mays. The Giants' franchise has the most Hall of Fame players in all of professional baseball. The Giants' rivalry with the Dodgers is one of the longest-standing and biggest rivalries in American baseball. The teams began their rivalry as the New York Giants and Brooklyn Dodgers, respectively, before both franchises moved west for the 1958 season.\r\n\r\nThe Giants have won 6 pennants and 3 World Series championships since arriving in San Francisco. The 3 championships have come in 2010, 2012 and most recently in 2014, having defeated the Kansas City Royals 4 games to 3 during the 2014 World Series.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/mq81yb1521896622.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/rsu5pm1521896777.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135262","idSoccerXML":null,"intLoved":null,"strTeam":"Seattle Mariners","strTeamShort":"SEA","strAlternate":"SEA","intFormedYear":"1977","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Scott Servais","strStadium":"Safeco Field","strKeywords":"","strRSS":"","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/i9ed0g1521904123.jpg","strStadiumDescription":"Safeco Field (sometimes referred to as just Safeco) is a retractable roof baseball stadium located in Seattle, Washington. Owned and operated by the Washington State Major League Baseball Stadium Public Facilities District, it is the home stadium of the Seattle Mariners of Major League Baseball (MLB) and has a seating capacity of 47,943 for baseball. It is located in Seattle's SoDo neighborhood, near the western terminus of Interstate 90. The first game was played on July 15, 1999.","strStadiumLocation":"Seattle, Washington","intStadiumCapacity":"47943","strWebsite":"www.mlb.com/mariners","strFacebook":"www.facebook.com/Mariners","strTwitter":"twitter.com/mariners","strInstagram":"","strDescriptionEN":"The Seattle Mariners are an American professional baseball team based in Seattle, Washington. The Mariners compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. The team joined the AL as an expansion team in 1977. Since July 1999, the Mariners' home ballpark has been Safeco Field, located in the SoDo neighborhood of Seattle. SoDo means \"South of Downtown.\"","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/39x9ph1521903933.png","strTeamJersey":null,"strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/n7xir01521904068.png","strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135280","idSoccerXML":null,"intLoved":null,"strTeam":"St. Louis Cardinals","strTeamShort":"STL","strAlternate":"STL","intFormedYear":"1882","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"","strStadium":"Busch Stadium (III)","strKeywords":"","strRSS":"","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/hlplxo1521054723.jpg","strStadiumDescription":"Busch Stadium (also referred to informally as \"New Busch Stadium\" or \"Busch Stadium III\") is the home of the St. Louis Cardinals, of MLB. The stadium has a seating capacity of 43,975, and contains 3,706 club seats and 61 luxury suites. It replaced Busch Memorial Stadium and occupies a portion of that stadium's former footprint. A commercial area, dubbed Ballpark Village, was built adjacent to the stadium over the remainder of the former stadium's footprint.\r\n\r\nThe ballpark opened on April 4, 2006 with an exhibition between the minor league Memphis Redbirds and Springfield Cardinals, both affiliates of the St. Louis Cardinals, which Springfield won 5-3 with right-hander Mike Parisi recording the first win. The first official major league game occurred on April 10, 2006 as the Cardinals defeated the Milwaukee Brewers 6–4 behind an Albert Pujols home run and winning pitcher Mark Mulder.\r\n\r\nThe highest attendance for a sports event was on May 23, 2013 when 48,263 people watched Chelsea Football Club and Manchester City Football Club play a friendly match.\r\n\r\nThe stadium is the third stadium in St. Louis to carry the name Busch Stadium. Sportsman's Park was renamed Busch Stadium in 1953, after team owner Gussie Busch. The first Busch closed in 1966, and both the baseball Cardinals, and the NFL's St. Louis Cardinals moved to a new multi-purpose stadium, named Busch Memorial Stadium. However, the current stadium is actually a corporate name and named after Anheuser-Busch, not Gussie Busch. The naming rights deal was signed in 2004 and would extend from the stadium's opening in 2006 until 2026.","strStadiumLocation":"St. Louis, Missouri","intStadiumCapacity":"47000","strWebsite":"stlouis.cardinals.mlb.com","strFacebook":"www.facebook.com/Cardinals","strTwitter":"twitter.com/cardinals","strInstagram":"www.instagram.com/cardinals","strDescriptionEN":"The St. Louis Cardinals are a professional baseball franchise in St. Louis, Missouri who play in the National League (NL) of Major League Baseball (MLB). The new Busch Stadium has been their home park since 2006.\r\n\r\nSt. Louis were charter members of the American Association (AA) in 1882. They joined the NL in 1892. One of the most successful franchises in baseball history, the Cardinals have won 11 World Series championships, second only to the New York Yankees' 27, 19 National League pennants, and 12 division titles.\r\n\r\nSt. Louis dominated the AA with four league championships, winning the 1886 World Series and tying the 1885 World Series against the NL. Other notable achievements include Branch Rickey's pioneering of the farm system, Rogers Hornsby's two Triple Crowns, Joe Medwick's one Triple Crown, Dizzy Dean's 30-win season, Stan Musial's 17 Major League and 29 NL records, Bob Gibson's 1.12 ERA season, Whitey Herzog's Whiteyball, Mark McGwire breaking the single-season home run record, and the 2011 championship team's unprecedented comebacks. The Cardinals have won 105 or more games in four different seasons and won 100 or more a total of eight times. Cardinals players have won 20 league MVPs, four batting Triple Crowns, and three Cy Young Awards. Baseball Hall of Fame inductees include Lou Brock, Dizzy Dean, Gibson, Herzog, Hornsby, Joe Medwick, Stan Musial, Rickey, Red Schoendienst, Ozzie Smith, Bruce Sutter, and Tony La Russa. Their rivalry with the Chicago Cubs is one of the most storied in professional sports.\r\n\r\nAn investment group headed by William DeWitt, Jr. has owned the Cardinals since 1995. John Mozeliak is the general manager and Mike Matheny the manager. Renowned for strong support from fans, despite being in one of the sport's mid-level markets, the Cardinals routinely see attendances among the league's highest, and are consistently among the top three in MLB in local television ratings. In 2014, Forbes valued the Cardinals at $820 million, making them the eighth-most valuable franchise in MLB.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Los Cardenales de San Luis5 6 (St. Louis Cardinals en inglés) es un equipo de las Grandes Ligas de Béisbol de los Estados Unidos con sede en San Luis (Misuri). Forman parte de la división central de la Liga Nacional.\r\n\r\nEs un equipo de mucha tradición en el cual han desfilado grandes nombres del béisbol, los cuales hoy forman parte del Salón de la Fama de Cooperstown, entre ellos se encuentran: Bob Gibson, Stan \"The Man\" Musial, Ozzie Smith, Lou Brock, Red Schoendienst, entre otros. También podemos mencionar otras grandes estrellas que han formado parte del equipo desde los años 90, entre ellos: Mark McGwire, Albert Pujols, Jim Edmonds, Scott Rolen, Chris Carpenter, John Smoltz, entre otros.\r\n\r\nCabe destacar que es el segundo equipo con más Series Mundiales ganadas después de los Yanquis de Nueva York, sumando 11 Series Mundiales y diecinueve títulos de la Liga Nacional. Su título Mundial más reciente es el de la temporada 2011 frente a los Texas Rangers.\r\n\r\nSu más reciente aparición en el clásico de otoño fue en la temporada del 2013, cuando perdieron frente a los Medias Rojas de Boston 4-2.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/uvyvyr1424003273.png","strTeamJersey":"https://www.thesportsdb.com/images/media/team/jersey/2018-135280-Jersey.png","strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/ieb5a11521054054.png","strTeamFanart1":"https://www.thesportsdb.com/images/media/team/fanart/quxytq1424004235.jpg","strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135263","idSoccerXML":null,"intLoved":null,"strTeam":"Tampa Bay Rays","strTeamShort":"TB","strAlternate":"TB","intFormedYear":"1998","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Kevin Cash","strStadium":"Tropicana Field","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Tropicana Field is a domed stadium in St. Petersburg, Florida, United States, that has been the home of the Tampa Bay Rays of Major League Baseball (MLB) since the team's inaugural season in 1998. The stadium is also used for college football, and since December 2008 has been the home of the St. Petersburg Bowl, an annual postseason bowl game. It is currently the only non-retractable domed stadium in Major League Baseball, and is the smallest MLB stadium by seating capacity when obstructed-view rows in the uppermost sections are covered with tarp as they are for most Rays games.","strStadiumLocation":"St. Petersburg, Florida","intStadiumCapacity":"31042","strWebsite":"www.mlb.com/rays","strFacebook":"www.facebook.com/Rays","strTwitter":"twitter.com/raysbaseball","strInstagram":"www.instagram.com/raysbaseball","strDescriptionEN":"The Tampa Bay Rays are an American professional baseball team based in St. Petersburg, Florida. The Rays compete in Major League Baseball (MLB) as a member of the American League (AL) East division. Since its inception, the team's home venue has been Tropicana Field.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/twutpr1431539861.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135264","idSoccerXML":null,"intLoved":null,"strTeam":"Texas Rangers","strTeamShort":"TEX","strAlternate":"TEX","intFormedYear":"1961","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Jeff Banister","strStadium":"Globe Life Park in Arlington","strKeywords":"","strRSS":"","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/xwrpsv1448294531.jpg","strStadiumDescription":"Globe Life Park in Arlington is a stadium in Arlington, Texas, located between Dallas and Fort Worth. It is home to the American League's Texas Rangers, and the Texas Rangers Baseball Hall of Fame. It was constructed as a replacement for nearby Arlington Stadium. It was known as The Ballpark in Arlington until May 7, 2004, when Ameriquest bought the naming rights to it and renamed it Ameriquest Field in Arlington. On March 19, 2007, the Rangers severed their relationship with Ameriquest and announced that it would be renamed Rangers Ballpark in Arlington. On February 5, 2014, Globe Life and Accident Insurance Company bought the naming rights to it. Globe Life is owned by Torchmark Corporation, which is based in McKinney, Texas, a northern suburb of Dallas.\r\n\r\nFunding was approved for a new home for the Rangers in 1991 by the City of Arlington. Construction began on April 2, 1992 a short distance away from Arlington Stadium, the stadium it would replace, and the new Ballpark in Arlington opened on April 1, 1994 in an exhibition contest between the Rangers and the New York Mets. The first official game was on April 11 against the Milwaukee Brewers.\r\n\r\nThe largest crowd to watch a Rangers baseball game was on October 30, 2010, when 52,419 fans watched Game 3 of the 2010 World Series against the San Francisco Giants.\r\n\r\nThe stadium was designed by David M. Schwarz Architectural Services of Washington, D.C. The Rangers chose to build a retro-style ballpark, incorporating many features of baseball's Jewel Box parks. A roofed home run porch in right field is reminiscent of Tiger Stadium, while the white steel frieze that surrounds the upper deck was copied from the pre-1973 Yankee Stadium. The out-of-town scoreboard (removed in 2009 and replaced with a state-of-the-art videoboard) was built into the left-field wall—a nod to Fenway Park, while the numerous nooks and crannies in the outfield fence are a reminder of Ebbets Field. The arched windows are a reminder of Comiskey Park. However, it has a few distinct features of its own. Several traditional Texas-style stone carvings are visible throughout it. A four-story office building in center field encloses it, with a white steel multilevel facade similar to the facade on the roof.\r\n\r\nAs the stadium was built on one of the former Arlington Stadium parking lots, the irregular dimensions of the outfield were planned independently, rather than being forced by neighboring structures. The home plate, foul poles, and bleachers were originally at Arlington Stadium. The Home Plate was inserted into place by Richard Greene (then Mayor of Arlington), Elzie Odom (Head of Arlington Home Run Committee and later Mayor of Arlington), and George W. Bush (former part Rangers owner, later Texas Governor and President of the United States).\r\n\r\nThe stadium's 810-foot (250 m)-long facades are made of brick and Texas Sunset Red granite. Bas-relief friezes depict significant scenes from the history of both Texas and baseball. The calculus of seating arrangements represented a new economic model for the sport: a critical mass of high-dollar seats close to the infield boost ticket revenue. The stadium has three basic seating tiers: lower, club and upper deck. Two levels of luxury suites occupy spaces behind sliding glass doors above and below the club tier.\r\n\r\nThe stadium has a large number of obstructed-view seats. In some cases, the view is cut off by an overhang or underhang, and others are directly in front of the foul or support poles. Also, the design of the upper deck leaves it one of the highest in baseball. The view from the grandstand reserved sections in left is particularly obstructed.\r\n\r\nPrior to the 2012 season, the visitor bullpen was reconfigured to be parallel to the field after the previous visitor bullpen configuration had excessive amount of heat during hot weather games. To allow construction, a few rows of bleacher sections were removed.","strStadiumLocation":"Arlington, Texas","intStadiumCapacity":"48114","strWebsite":"www.mlb.com/rangers","strFacebook":"www.facebook.com/Rangers","strTwitter":"twitter.com/rangers","strInstagram":"","strDescriptionEN":"The Texas Rangers are an American professional baseball team located in the Dallas–Fort Worth metroplex and based in Arlington, Texas. The Rangers franchise is currently a member of the West division of the American League (AL) in Major League Baseball (MLB). Since 1994, the Rangers have played in Globe Life Park in Arlington in Arlington, Texas. The team's name is borrowed from the famous law enforcement agency of the same name.\r\n\r\nThe franchise was established in 1961 as the Washington Senators, an expansion team awarded to Washington, D.C., after the city's first American League ballclub, the original Washington Senators, moved to Minnesota and became the Twins. After the 1971 season, the new Senators moved to Arlington, Texas, and debuted as the Rangers the following spring.\r\n\r\nThe Texas Rangers Baseball Club has made seven appearances in the MLB postseason, six following division championships in 1996, 1998, 1999, 2010, 2011, and 2015 and as a Wild Card team in 2012. In 2010, the Rangers advanced past the Division Series for the first time, defeating the Tampa Bay Rays. Texas then brought home their first American League pennant after beating the New York Yankees in six games. In the 2010 World Series, the franchise's first, the Rangers fell to the San Francisco Giants in five games. They repeated as American League champions the following year, then lost the 2011 World Series to the St. Louis Cardinals in seven games.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/qt9qki1521893151.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"","strLocked":"unlocked"},{"idTeam":"135265","idSoccerXML":null,"intLoved":"1","strTeam":"Toronto Blue Jays","strTeamShort":"TOR","strAlternate":"TOR","intFormedYear":"1977","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"John Gibbons","strStadium":"Rogers Centre","strKeywords":"","strRSS":"http://mlb.mlb.com/partnerxml/gen/news/rss/tor.xml","strStadiumThumb":"https://www.thesportsdb.com/images/media/team/stadium/wvqyxq1459186519.jpg","strStadiumDescription":"Rogers Centre (originally named SkyDome) is a multi-purpose stadium in downtown Toronto, Ontario, Canada situated just southwest of the CN Tower near the northern shore of Lake Ontario. Opened in 1989 on the former Railway Lands, it is home to the Toronto Blue Jays of Major League Baseball (MLB). Previously, the stadium served as home to the Toronto Argonauts of the Canadian Football League (CFL), Toronto Raptors of the National Basketball Association (NBA), and the Buffalo Bills of the National Football League (NFL), which played an annual game at the stadium as part of the Bills Toronto Series. While it is primarily a sports venue, it also hosts other large-scale events such as conventions, trade fairs, concerts, travelling carnivals, and monster truck shows.\r\n\r\nThe stadium was renamed \"Rogers Centre\" following the purchase of the stadium by Rogers Communications, which also bought the Toronto Blue Jays, in 2005. The venue was noted for being the first stadium to have a fully retractable motorized roof, as well as for the 348-room hotel attached to it, with 70 rooms overlooking the field. It is also the last North American major-league stadium built to accommodate both football and baseball. The stadium served as the site of both the opening and closing ceremonies of the 2015 Pan American Games. During the ceremonies, the site was referred to as the \"Pan Am Dome\" (officially as the \"Pan Am Ceremonies Venue\") instead of its normal name.","strStadiumLocation":"Toronto, Canada","intStadiumCapacity":"49282","strWebsite":"www.mlb.com/bluejays","strFacebook":"www.facebook.com/BlueJays","strTwitter":"twitter.com/bluejays","strInstagram":"","strDescriptionEN":"The Toronto Blue Jays are a Canadian professional baseball team based in Toronto, Ontario. The Blue Jays are a member of the East division of the American League (AL) in Major League Baseball (MLB), and play their home games at Rogers Centre.\r\n\r\nThe \"Blue Jays\" name originates from the bird of the same name, and blue is also the traditional colour of two of Toronto's other professional sports teams: the Maple Leafs (ice hockey) and the Argonauts (Canadian football). In addition, the team was originally owned by the Labatt Brewing Company, makers of the popular beer Labatt's Blue. Colloquially nicknamed the \"Jays\", the team's official colours are royal blue, navy blue, red, and white. An expansion franchise, the club was founded in Toronto in 1977. Originally based at Exhibition Stadium, the team began playing its home games at the SkyDome, upon its opening in 1989. Since 2000, the Blue Jays have been owned by Rogers Communications and in 2004, the SkyDome was purchased by that company, which it renamed Rogers Centre. They are the second MLB franchise to be based outside the United States, and currently the only team based outside the U.S. after the first Canadian franchise, the Montreal Expos, relocated to Washington, D.C. after the 2004 season and became the Washington Nationals.\r\n\r\nIn the late 1970s and early 1980s, the Blue Jays went through struggles typical of an expansion team, frequently finishing in last place in its division. In 1983, the team had its first winning season and two years later, they became division champions. From 1985–1993, they were an AL East powerhouse, winning five division championships in nine seasons, including three consecutive from 1991–93. During that run, the team also became back-to-back World Series champions in 1992 and 1993, led by a core group of award-winning All-Star players, including Hall of Famer Roberto Alomar, Joe Carter, John Olerud, and Devon White. The Blue Jays became the first (and, to date, only) team outside the U.S. to appear in and win a World Series, and the fastest AL expansion team to do so, winning in its 16th year. After 1993, the Blue Jays failed to qualify for the playoffs for 21 consecutive seasons, until clinching a playoff berth and division championship in 2015.\r\n\r\nThe Blue Jays are one of three MLB teams under corporate ownership, with the other two being the Seattle Mariners (Nintendo of America) and the Atlanta Braves (Liberty Media).\r\n\r\nThe Blue Jays played their first game on April 7, 1977 against the Chicago White Sox before a home crowd of 44,649. The game is now perhaps best remembered for the minor snowstorm which began just before the game started. Toronto won the snowy affair 9–5, led by Doug Ault's two home runs. That win would be one of only 54 of the 1977 season, as the Blue Jays finished last in the AL East, with a record of 54–107. After the season, assistant general manager Pat Gillick succeeded Peter Bavasi as general manager of the team, a position he would hold until 1994.\r\n\r\nIn 1978, the team improved their record by five games, but remained last, with a record of 59–102. In 1979, after a 53–109 last place finish, shortstop Alfredo Griffin was named American League co-Rookie of the Year. In addition, the Blue Jays' first mascot, BJ Birdy, made its debut in 1979.\r\n\r\nIn 1980, Bobby Mattick became manager, succeeding Roy Hartsfield, the Blue Jays' original manager. In Mattick's first season as manager, although they remained at the bottom, Toronto almost reached the 70-win mark, finishing with a record of 67–95, a 14-win improvement on 1979. Jim Clancy led with 13 wins and John Mayberry became the first Jay to hit 30 home runs in a season.\r\n\r\nIn the strike-divided season of 1981, the Blue Jays finished in last place in the AL East in both halves of the season. They were a dismal 16–42 in the first half, but improved dramatically, finishing the 48-game second half at 21–27, for a combined record of 37–69.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"Canada","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/qqputv1423695159.png","strTeamJersey":"https://www.thesportsdb.com/images/media/team/jersey/6gr7oy1486495370.png","strTeamLogo":"https://www.thesportsdb.com/images/media/team/logo/qtvwtv1423694920.png","strTeamFanart1":"https://www.thesportsdb.com/images/media/team/fanart/1oxchc1491646351.jpg","strTeamFanart2":"https://www.thesportsdb.com/images/media/team/fanart/h7ohb21491646402.jpg","strTeamFanart3":"https://www.thesportsdb.com/images/media/team/fanart/lvqk6w1491646434.jpg","strTeamFanart4":"https://www.thesportsdb.com/images/media/team/fanart/nec4511491646538.jpg","strTeamBanner":"https://www.thesportsdb.com/images/media/team/banner/wiq1zj1486500840.jpg","strYoutube":"www.youtube.com/channel/UCVPkZh_H6m_stW8hq-2-yNw","strLocked":"unlocked"},{"idTeam":"135281","idSoccerXML":null,"intLoved":null,"strTeam":"Washington Nationals","strTeamShort":"WSH","strAlternate":"WSH","intFormedYear":"1969","strSport":"Baseball","strLeague":"MLB","idLeague":"4424","strDivision":null,"strManager":"Dusty Baker","strStadium":"Nationals Park","strKeywords":"","strRSS":"","strStadiumThumb":null,"strStadiumDescription":"Nationals Park is a baseball park located along the Anacostia River in the Navy Yard neighborhood of Washington, D.C. It is the home ballpark for the Washington Nationals, the city's Major League Baseball franchise. When the Nationals franchise relocated to Washington, D.C., they temporarily played at RFK Stadium until Nationals Park was completed. It is the first LEED-certified green major professional sports stadium in the United States. The facility hosted the 2008 season's first game (in North America), when the Nationals hosted the Atlanta Braves on March 30, 2008 and the first game played there was a collegiate baseball game.","strStadiumLocation":"Washington, D.C.","intStadiumCapacity":"41339","strWebsite":"","strFacebook":"www.facebook.com/Nationals","strTwitter":"twitter.com/nationals","strInstagram":"www.instagram.com/nationals","strDescriptionEN":"The Washington Nationals are a professional baseball team based in Washington, D.C. The Nationals compete in Major League Baseball (MLB) as a member club of the National League (NL) East division. From 2005 to 2007, the team played in RFK Stadium; since 2008 their home stadium has been Nationals Park on South Capitol Street in Southeast D.C., near the Anacostia River.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"strGender":"Male","strCountry":"USA","strTeamBadge":"https://www.thesportsdb.com/images/media/team/badge/wpqrut1423694764.png","strTeamJersey":null,"strTeamLogo":null,"strTeamFanart1":null,"strTeamFanart2":null,"strTeamFanart3":null,"strTeamFanart4":null,"strTeamBanner":null,"strYoutube":"www.youtube.com/channel/UCUnB3WNX238eraj5IK3fFEw","strLocked":"unlocked"}]}